[
  {
    "english_name": "Boat",
    "sanskrit_name": "Navasana",
    "pose_description": "From a seated position the feet are lifted up so that the thighs are angled about 45-50 degrees relative to the earth.  The tailbone is lengthened into the earth and the pubis pulls toward the navel.  The shoulder blades are spread across the back and the hands reach around the back of the calves, with legs pulled towards the body.  The chin is tipped slightly toward the sternum so that the base of the skull lifts lightly away from the back of the neck.  Gaze is forward.",
    "pose_benefits": "Strengthens the abdomen, hip flexors, and spine.  Stimulates the kidneys, thyroid and prostate glands, and intestines.  Helps relieve stress.  Improves digestion.",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483071/yoga-api/1_txmirf.png"
  },
  {
    "english_name": "Wheel",
    "sanskrit_name": "Urdhva Dhanurasana",
    "pose_description": "Pressed up from a supine position, lying on your back, the palms are rooted into the earth with the fingers pointed towards the heels.  The feet are grounded.  The hips are pressed up.  The thighs are rotated inward.  The thoracic spine is arched creating a strong crescent arch along the spinal column.  The gaze is forward.",
    "pose_benefits": "Strengthens the arms, wrists, legs, buttocks, abs, and spine.  Stimulates the thyroid and pituitary.  Increases energy and counteracts depression.  Therapeutic for asthma, back pain, infertility, and osteoporosis.",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/47_w2jsof.png"
  },
  {
    "english_name": "Child's Pose",
    "sanskrit_name": "Balasana",
    "pose_description": "From a kneeling position, the toes and knees are together with most of the weight of the body resting on the heels of the feet.  The arms are extended back resting alongside the legs.  The forehead rests softly onto the earth.  The gaze is down and inward.",
    "pose_benefits": "Gently stretches the hips, thighs, and ankles.  Calms the brain and helps relieve stress and fatigue.  Relieves back and neck pain when done with head and torso supported.",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483079/yoga-api/10_wzpo85.png"
  },
  {
    "english_name": "Plow",
    "sanskrit_name": "Halasana",
    "pose_description": "From a supine position, the upper back rests on the earth with the hips and legs revolved back over the torso above and beyond the head towards the earth.  The torso is perpendicular to the earth.  The legs are fully extended with no bend at the knees as the toes reach for the earth.  The hands are either supporting the lower back or extended behind the back on the earth with extended elbows and fingers interlaced (as flexibility allows), opening the shoulders.  The neck is straight.  The chin tucked.  Do not look to the side as this may injure the neck.  The is gaze inward.",
    "pose_benefits": "Calms the brain.  Stimulates the abdominal organs and the thyroid glands.  Stretches the shoulders and spine.  Helps relieve the symptoms of menopause.  Reduces stress and fatigue.  Therapeutic for backache, headache, infertility, insomnia,  and sinusitis.",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483088/yoga-api/27_m4yux9.png"
  },
  {
    "english_name": "Shoulder Stand",
    "sanskrit_name": "Salamba Sarvangasana",
    "pose_description": "From a supine position, the upper back is resting on the earth with the hips straight up towards the sky.  The torso is perpendicular to the earth.  The legs are fully extended and the toes are active.  The hands are either supporting the lower back or extended up by the side body in matchstick.  The neck is flat on the earth and the chin is tucked in.  The gaze is inward.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Stimulates the thyroid and prostate glands and abdominal organs.  Stretches the shoulders and neck.  Tones the legs and buttocks.  Improves digestion.  Helps relieve the symptoms of menopause.  Reduces fatigue and alleviates insomnia.  Therapeutic for asthma, infertility, and sinusitis.",
    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/33_r7motl.png"
  },
  {
    "english_name": "Cat",
    "sanskrit_name": "Marjaryasana",

    "pose_description": "From box neutral shift some weight to the palms.  The wrists, elbows and shoulders are in one line.  The abdomen is pulled in and up with the spine arched in a strong Cobra spine.  The crown of the head is towards the earth and the neck is relaxed.  The gaze is between the arms towards the belly.",
    "pose_benefits": "Relieves the spine and neck. Energizes the body.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483075/yoga-api/7_a6aspg.png"
  },
  {
    "english_name": "Chair",
    "sanskrit_name": "Utkatasana",

    "translation_name": "utkaṭa = fierce, āsana = posture",
    "pose_description": "From a standing position, the feet are together and rooted into the earth with toes actively lifted.  The knees are bent and the weight of the body is on the heels of the feet.  The pelvis is tucked in and the ribcage is lifted.  The neck is a natural extension of the spine.  The arms are lifted up toward the sky with the elbows straight and the biceps by the ears.  The hands can be together or separated and facing each other with the fingers spread wide.  The gaze is forward.",
    "pose_benefits": "Strengthens the ankles, thighs, calves, and spine.  Stretches shoulders and chest.  Stimulates the abdominal organs, diaphragm, and heart.  Reduces flat feet.  Energizes the entire body.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483078/yoga-api/9_ewvoun.png"
  },
  {
    "english_name": "Crow",
    "sanskrit_name": "Bakasana",

    "pose_description": "From an inverted position, with the hips up and the head down, the arms are bent in a 90-degree angle with the knees resting on the elbows.  The palms are firmly rooted into the earth with knuckles pressed firmly into the earth for support.  The belly is pulled up and in towards the spine with the ribcage and chin lifted.  The weight of the body shifts slightly forward as the toes lift up and off the earth into the full expression of the pose.  The gaze is down and slightly forward.",
    "pose_benefits": "Strengthens arms and wrists.  Stretches the upper back.  Strengthens the abdominal muscles.  Opens the groin.  Tones the abdominal organs.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483083/yoga-api/13_hdjxuz.png"
  },
  {
    "english_name": "Dolphin",
    "sanskrit_name": "Ardha Pincha Mayurasana",

    "pose_description": "From Downward-Facing Dog, the forearms are planted onto the earth with the elbows narrow and the palms down in a Sphinx position. The pelvis is tucked. The ribcage lifted. The feet are rooted and the legs are straight with the tailbone in dog tilt. The gaze is down and slightly forward.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles and the toes.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/14_k9lr9a.png"
  },
  {
    "english_name": "Side Plank",
    "sanskrit_name": "Vasisthasana",

    "pose_description": "From an arm balance position the weight of the body is supported on one side and distributed equally between the bottom arm and foot while the other (top) arm lifts with fingers spread wide and the other (top) foot stacks on top.  The grounded (bottom) foot is flat and gripping the earth from the outside edge of the foot.  If flexibility of the foot is limited then instead of gripping the earth with a flat foot, the weight of the body is balanced on the side edge of the foot that is flexed instead of flat.  The arm supporting the weight of the body and the grounded foot actively press into the floor as the shoulder blades firm against the back and then widen away from the spine drawing toward the tailbone.  Bandhas are engaged to maintain balance and stability.  The crown of the head reaches away from the neck and the gaze is up towards the hand.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Stretches the shoulders, hamstrings, calves, and arches.  Strengthens the arms and legs.  Helps relieve the symptoms of menopause.  Helps prevent osteoporosis.  Improves digestion.  Relieves headache, insomnia, back pain, and fatigue.  Therapeutic for high blood pressure, asthma, flat feet, sciatica.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/34_qle5tp.png"
  },
  {
    "english_name": "Sphinx",
    "sanskrit_name": "Salamba Bhujangasana",

    "pose_description": "From a prone position with the pelvic bowl is firmly contracted interiorly towards the center line of the body while the pubis is tucked under.  The legs are extended back and the tops of the feet are flat.  The palms are flat and the elbows are on the mat, stacked right below the shoulders.  On an inhalation, lift the sternum and extend the neck away from shoulders with the elbows, palms and pelvic bone firmly attached to the mat.",
    "pose_benefits": "Strengthens the spine.  Stretches the chest, the lungs, the shoulders and the abdomen.  Stimulates the abdominal organs.  Opens the heart and the lungs.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483092/yoga-api/35_dytwvz.png"
  },
  {
    "english_name": "Garland Pose",
    "sanskrit_name": "Malasana",
    "pose_description": "From a squatting position the feet are as close together as possible (keep your heels on the floor if you can; otherwise, support them on a folded mat).  The thighs are slightly wider than the torso.  The torso is leaning gently forward and tucked snugly between the thighs.  The elbows are pressed against the inner knees and the palms are together in Anjali Mudra (Salutation Seal).  The knees resist the elbows to help lengthen the front torso.  The gaze is soft and forward.",
    "pose_benefits": "Stretches the ankles, groins and back torso.  Tones the belly.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/37_moh7ii.png"
  },
  {
    "english_name": "Crescent Moon",
    "sanskrit_name": "Ashta Chandrasana",

    "pose_description": "From mountain pose, on the inhalation bring the hands up and interlace the fingers together.  Exhale, bend to one side, lengthening the opposite of the rib cage and stretch.",
    "pose_benefits": "Stretches the rib cage, arms and torso.  Tones the oblique muscles.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483095/yoga-api/39_hqj0sa.png"
  },
  {
    "english_name": "Tree",
    "sanskrit_name": "Vrksasana",

    "pose_description": "From a standing position, one foot is rooted into the earth with the opposite heel rooted into the inner thigh with the toes pointing towards the earth.  The pelvis and the chin are tucked in.  The arms are lifted above the head with the palms together in prayer position.  The gaze is forward.",
    "pose_benefits": "Strengthens the legs, ankles, and feet.  Improves flexibility in the hips and knees.  Improves balance.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483094/yoga-api/41_veknug.png"
  },
  {
    "english_name": "Triangle",
    "sanskrit_name": "Trikonasana",

    "pose_description": "From a standing position, the legs are straight and separated into a wide stance.  The feet are aligned and flat on the earth with the back foot in a 60-degree angle towards the front.  The inner thighs are rotated externally away from each other.  The pelvis is tucked and the ribcage is lifted.  One arm extends up towards the sky as the other reaches down to the earth.  Both arms are aligned with the shoulders in a straight line.  The fingers reach out as the shoulder blades squeeze together.  The gaze is toward the front.",
    "pose_benefits": "Stretches and strengthens the thighs, knees, and ankles.  Stretches the hips, groin, hamstrings, calves, shoulders, chest, and spine.  Stimulates the abdominal organs.  Helps relieve stress.  Improves digestion.  Helps relieve the symptoms of menopause.  Relieves backache, especially through second trimester of pregnancy.  Therapeutic for anxiety, flat feet, infertility, neck pain, osteoporosis, and sciatica.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483096/yoga-api/42_jawxqw.png"
  },
  {
    "english_name": "Warrior One",
    "sanskrit_name": "Virabhadrasana One",

    "pose_description": "From a standing position, the legs are in a wide stance with the feet aligned and flat on the earth.  The back foot is in a 60-degree angle towards the front.  The hips are squared.  The inner thighs are rotated towards each other.  The front knee is bent in a 90-degree angle directly above the ankle.  The arms extend up to the sky with the biceps by the ears.  The hands can be together or separated and facing each other with the fingers spread wide.  The ribcage is lifted and the pelvis tucked.  The gaze is forward.",
    "pose_benefits": "Stretches the chest, lungs, shoulders, neck, belly and groin (psoas).  Strengthens the shoulders, arms and back muscles.  Strengthens and stretches the thighs, calves and ankles.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483096/yoga-api/44_dqeayo.png"
  },
  {
    "english_name": "Wild Thing",
    "sanskrit_name": "Camatkarasana",

    "pose_description": "From downward dog pose, elevate one leg toward the sky and stack the corresponding hip over the other hip.  Bring the upper heel as close to the buttocks as possible.  The hips remain stacked; then bring the shoulders forward slowly over the hands.  Replace the corresponding hand to the upraised leg with the other hand and flip yourself over and extend the top hand forward.  The bottom foot is now facing toward the front of the mat and you remain on the ball of the top foot and the corresponding knee is bent.  Continue to lift hips up towards the sky and continue reaching the free hand towards the front of the room and slightly downwards.  Allow the head to curl back.",
    "pose_benefits": "Stretches the chest, shoulders, back, and throat.  Strengthens and opens the hips, hip flexors, and thighs.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483097/yoga-api/48_unoav6.png"
  },
  {
    "english_name": "Eagle",
    "sanskrit_name": "Garudasana",

    "pose_description": "From a standing position the one thigh is crossed over the other with the toes and/or the ankle hooked behind the lower calf.  The weight of the body is balanced on the standing foot.  The arms are crossed in front of the torso so that one arm is crossed above the other arm.  The top arm is tucked into the elbow crook of the bottom arm.  The hands are hooked around each other as well.  Once hooked, the elbows lift up and the fingers stretch towards the ceiling.  The gaze is soft and forward.",
    "pose_benefits": "Strengthens and stretches the ankles and calves.  Stretches the thighs, hips, shoulders, and upper back.  Improves concentration.  Improves sense of balance.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483081/yoga-api/16_g7ueht.png"
  },
  {
    "english_name": "Extended Hand to Toe",
    "sanskrit_name": "Utthita Hasta Padangusthasana",

    "pose_description": "From mountain.html pose, lift one foot.  Bend forward and catch the toes with the fingers.  Place the other hand on the hip to square the hip towards the front.  Slowly straighten the knee and the torso and open the leg to one side.  Use a strap if necessary.  Gaze towards the front or opposite of the extended leg for balance.",
    "pose_benefits": "Opens the hips and groins.  Stretches the hamstrings, IT bands and legs.  Improves balance.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483084/yoga-api/17_l9joyu.png"
  },
  {
    "english_name": "Side Plank",
    "sanskrit_name": "Vasisthasana",

    "pose_description": "From an arm balance position the weight of the body is supported on one side and distributed equally between the bottom arm and foot while the other (top) arm lifts with fingers spread wide and the other (top) foot stacks on top.  The grounded (bottom) foot is flat and gripping the earth from the outside edge of the foot.  If flexibility of the foot is limited then instead of gripping the earth with a flat foot, the weight of the body is balanced on the side edge of the foot that is flexed instead of flat.  The arm supporting the weight of the body and the grounded foot actively press into the floor as the shoulder blades firm against the back and then widen away from the spine drawing toward the tailbone.  Bandhas are engaged to maintain balance and stability.  The crown of the head reaches away from the neck and the gaze is up towards the hand.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression.  Stretches the shoulders, hamstrings, calves, and arches.  Strengthens the arms and legs.  Helps relieve the symptoms of menopause.  Helps prevent osteoporosis.  Improves digestion.  Relieves headache, insomnia, back pain, and fatigue.  Therapeutic for high blood pressure, asthma, flat feet, sciatica.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/34_qle5tp.png"
  },
  {
    "english_name": "Camel",
    "sanskrit_name": "Ustrasana",

    "pose_description": "From a kneeling position the knees are hip width apart and the thighs are perpendicular to the earth.  The inner thighs are narrowed and rotated slightly inward with the buttocks engaged but not hardened.  The tailbone is tucked under but the hips do not puff forward.  The shins and tops of the feet are pressed firmly into the earth.  The ribcage is open, along with the heart center, but the lower front ribs do not protrude sharply towards the sky.  The lower back lifts the ribs away from the pelvis to keep the lower spine as long as possible.  The base of the palms are pressed firmly against the soles (or heels) of the feet and the fingers are pointed toward the toes.  The arms are extended straight and are turned slightly outward at the shoulder joint so the elbow creases face forward without squeezing the shoulder blades together.  The neck is in a relatively neutral position, neither flexed nor extended, or (for the advanced practitioners only) the head drops back.  Be careful not to strain your neck and harden your throat.  The gaze is either towards the sky or towards the earth, depending upon your flexibility.",
    "pose_benefits": "Stretches the entire front of the body, the ankles, thighs and groins, abdomen and chest, and throat.  Stretches the deep hip flexors (psoas).  Strengthens back muscles.  Improves posture.  Stimulates the organs of the abdomen and neck.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483075/yoga-api/6_ri1w0e.png"
  },
  {
    "english_name": "King Pigeon",
    "sanskrit_name": "Eka Pada Rajakapotasana",

    "pose_description": "From a seated position with the hips squared, one leg is extended forward with the knee bent and parallel to the earth.  The front heel is rooted close to the groin (or extended out in a 90 degree angle if flexibility allows).  The other leg is extended back with the knee bent and perpendicular to the earth.  The back foot is hooked on the inside of the elbow of the back arm.  The front elbow is bent upward perpendicular to the earth with the bicep by the ear.  The fingers are interlaced to connect the bind behind the body and assist in opening the chest.  The gaze is natural and forward.",
    "pose_benefits": "Stretches the thighs, groins (psoas), abdomen, chest, shoulders and neck.  Stimulates the abdominal organs.  Opens the shoulders and chest.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483087/yoga-api/25_rssro9.png"
  },
  {
    "english_name": "Half Lord of the Fishes",
    "sanskrit_name": "Ardha Matsyendrasana",

    "pose_description": "Begin in a seated position. Bend one knee so the sole of your foot is close to the opposite inner thigh. Bend your opposite knee in, foot on the floor, heel to the outside of your bent thigh. Extend your arm (same side of your Lotus leg) high into the sky and begin to twist it to the outside of your bent knee. Use your opposite hand as leverage to twist deeper. Hook your elbow to the outside of your thigh and gaze over your back shoulder. If you want to extend your twist deeper, wrap your arm around the shin of your bent knee and sweep your opposite arm around to meet it. Catch opposite fingertips or the wrist. Keep a long spine.",
    "pose_benefits": "Stretches the shoulders, the chest, the thighs, the groins, and the abdomen.  Strengthens the legs and the ankles.  Improves balance.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483091/yoga-api/32_hafoa0.png"
  },
  {
    "english_name": "Side Splits",
    "sanskrit_name": "Upavistha Konasana",

    "pose_description": "From a wide stance the legs are open and extended sideways to your degree of flexibility.  The outer edges of the feet are rotated and gripping toward the earth.  The weight of the body is supported by the arms.  The palms are rooted into the earth with the fingers pointing towards the body.  There should be no excess weight on the knee or ankle joints as you lower down to your degree of flexibility. The gaze is down and slightly forward.",
    "pose_benefits": "Stretches the insides and backs of the legs.  Stimulates the abdominal organs.  Strengthens the spine.  Calms the brain.  Releases groin.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483093/yoga-api/40_dkmow6.png"
  },
  {
    "english_name": "Crescent Lunge",
    "sanskrit_name": "Alanasana",

    "pose_description": "From mountain pose, on the inhalation bring the hands up and interlace the fingers together. Exhale, bend to one side, lengthening the opposite of the rib cage and stretch.",
    "pose_benefits": "Stretches the rib cage, arms and torso.  Tones the oblique muscles.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/12_pv4p1z.png"
  },
  {
    "english_name": "Dolphin",
    "sanskrit_name": "Ardha Pincha Mayurasana",

    "pose_description": "From Downward-Facing Dog, the forearms are planted onto the earth with the elbows narrow and the palms down in a Sphinx position. The pelvis is tucked. The ribcage lifted. The feet are rooted and the legs are straight with the tailbone in dog tilt. The gaze is down and slightly forward.",
    "pose_benefits": "Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles and the toes.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483080/yoga-api/14_k9lr9a.png"
  },
  {
    "english_name": "Half-Moon",
    "sanskrit_name": "Ardha Chandrasana",

    "pose_description": "From a standing position one leg is straight while the other is extended back parallel to the earth (or a little above parallel) and one hand is on the earth (beyond the little-toe side of the foot, about 12 inches) while the other hand is extended up towards the sky.  The shoulder blades are squeezed together and the fingers move outward in opposing directions.  The weight of the body is supported mostly by the standing leg while the bottom hand has very little weight on it but is used intelligently to regulate balance.  The upper torso is rotated open to the sky.  Both hips are externally rotated.  Energy is extended actively through the flexed toes to keep the raised leg strong.  The inner ankle of the standing foot is lifted strongly upward, as if drawing energy from the earth.  The sacrum and scapulae are firmly pressed against the back torso and lengthen the coccyx toward the raised foot.  The gaze is either up or down, depending on the condition of the neck.  If injured the gaze is down.",
    "pose_benefits": "Strengthens the abdomen, ankles, thighs, buttocks and spine.  Stretches the groins, hamstrings, calves, shoulders, chest and spine.  Improves coordination and sense of balance.  Helps relieve stress.  Improves digestion.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483085/yoga-api/21_etedlp.png"
  },
  {
    "english_name": "Pyramid",
    "sanskrit_name": "Parsvottanasana",

    "pose_description": "From a standing position with one leg forward and one back lean the torso forward at the crease of the hip joint.  Stop when the torso is parallel to the floor.  Press the fingertips or flat palms to the floor on either side of the front foot, maintaining a straight elongated spine.  If it isn’t possible to touch the floor, or to maintain a straight spine, support the hands on a pair of blocks.  Press the thighs back and lengthen the torso forward, lifting up through the top of the sternum.  Then, as flexibility allows, bring the front torso closer to the top of the thigh without rounding the spine.  Eventually the long front torso will rest down on the thigh.  The gaze is down.",
    "pose_benefits": "Calms the brain.  Stretches the spine, the shoulders, the hips and the hamstrings.  Strengthens the legs.  Stimulates the abdominal organs.  Improves posture and sense of balance.  Improves digestion.",

    "url_png": "https://res.cloudinary.com/dko1be2jy/image/upload/fl_sanitize/v1676483089/yoga-api/28_uu58tt.png"
  },
  {
    "english_name": "Sun Salutation",
    "sanskrit_name": "Surya Namaskar",
    "pose_description": "Surya Namaskar, or Sun Salutation, is a sequence of 12 powerful yoga poses. It is a complete workout for the body, mind, and soul, combining asanas (postures), pranayama (breathing), and meditation techniques. The series begins with Pranamasana (Prayer Pose), flowing through forward folds, lunges, plank, and cobra, engaging both the upper and lower body. This sequence promotes flexibility, strength, and mental clarity, helping to detoxify and energize the body.",
    "pose_benefits": "Sun Salutation aids in improving blood circulation, enhances strength and flexibility, promotes cardiovascular health, and helps in mental focus. Practicing Surya Namaskar regularly is known to relieve stress, improve digestion, and assist with weight management. It also serves as a dynamic warm-up routine in yoga practice, preparing the body for deeper stretches and poses.",
    "url_png": "https://thumbs.dreamstime.com/z/surya-namaskar-sun-salutation-25533367.jpg?ct=jpeg"
  },
  {
    "english_name": "Hero Pose",
    "sanskrit_name": "Virasana",
    "pose_description": "Hero Pose, or Virasana, is a seated pose in which the practitioner kneels, bringing the knees together and spreading the feet slightly wider than hip-width apart. The practitioner sits between the heels with the toes pointing backward, keeping the spine elongated. This posture is excellent for stretching the thighs, knees, and ankles while promoting a meditative focus. It also helps maintain proper alignment and posture by engaging core muscles.",
    "pose_benefits": "Virasana stretches the thighs, knees, and ankles, improves posture, and aids in digestion by promoting circulation in the abdomen. It also helps alleviate fatigue in the legs after prolonged standing or intense physical activity, and it can assist with developing greater flexibility in the lower body.",
    "url_png": "https://thumbs.dreamstime.com/z/young-woman-practicing-yoga-exercise-doing-hero-pose-virasana-seated-backbend-beginner-vector-illustration-isolated-white-274304749.jpg?w=768"
  },
  {
    "english_name": "Headstand",
    "sanskrit_name": "Sirsasana",
    "pose_description": "Sirsasana, or Headstand, is an advanced inversion pose in which the body is balanced vertically on the head with the forearms and hands supporting the weight. This pose requires core strength, balance, and proper alignment to prevent neck strain. Practitioners engage their core, maintain a neutral neck, and align the shoulders over the wrists to achieve stability. Sirsasana is often referred to as the 'king of asanas' due to its numerous physical and mental benefits.",
    "pose_benefits": "Headstand stimulates the cardiovascular, lymphatic, and endocrine systems, improving blood flow and oxygen delivery to the brain. It can help relieve stress, enhance focus, strengthen the core, arms, and shoulders, and improve balance. Practicing inversions is also believed to calm the mind and support a meditative state.",
    "url_png": "https://www.peaceyogaretreat.com/wp-content/uploads/2021/02/Sirsasana-The-Yogic-Headstand.jpg"
  },
  {
    "english_name": "Lion Pose",
    "sanskrit_name": "Simhasana",
    "pose_description": "Simhasana, or Lion Pose, is a seated posture in which the practitioner sits back on the heels with knees spread wide, leans slightly forward, and places the hands on the knees with fingers spread. The practitioner then opens the mouth wide, sticks out the tongue, and exhales forcefully while producing a roaring sound, mimicking a lion. This posture emphasizes relaxation of the face and throat and is often practiced to release tension and improve circulation in the upper body.",
    "pose_benefits": "Simhasana helps release tension in the face, throat, and chest, improves circulation in the face and neck, and can help improve vocal strength. It also promotes relaxation, reduces stress, and may enhance breathing by loosening tension in the chest and diaphragm.",
    "url_png": "https://media.graphassets.com/resize=fit:clip,height:350,width:600/Ubd2tm8eSUi21gVp58dL"
  },
  {
    "english_name": "Bharadvaja's Twist",
    "sanskrit_name": "Bharadwajasana",
    "pose_description": "Bharadvajasana, or Bharadvaja's Twist, is a seated spinal twist named after the sage Bharadvaja. In this pose, the practitioner sits with one leg folded back and the other bent with the foot on the floor. The torso twists toward the bent knee, and the opposite hand is placed on the knee to deepen the twist, while the other hand supports the body. This pose emphasizes spinal rotation, which helps improve flexibility in the spine and relieve tension in the back.",
    "pose_benefits": "This twist stretches the spine, shoulders, and hips, improving spinal mobility. It also massages and stimulates the abdominal organs, aiding digestion, and can relieve lower backache, neck pain, and stress. Bharadvaja's Twist is also beneficial for maintaining a healthy spine.",
    "url_png": "https://thumbs.dreamstime.com/z/man-doing-sage-pose-sanskrit-bharadvajasana-bharadvaja-twist-man-doing-sage-pose-sanskrit-bharadvajasana-bharadvaja-325975825.jpg?ct=jpeg"
  },
  {
    "english_name": "Noose Pose",
    "sanskrit_name": "Pasasana",
    "pose_description": "Pasasana, or Noose Pose, is a deep squat with a spinal twist. In this pose, the practitioner squats with feet together, wraps one arm around the legs while twisting the torso, and reaches the other arm behind the back to clasp hands or fingers. The twist opens the chest and stretches the spine, while the squat strengthens the legs and core. Pasasana requires flexibility in the ankles, hips, and shoulders, making it a challenging but rewarding pose.",
    "pose_benefits": "Pasasana stretches the shoulders, chest, and spine, improves digestion by stimulating the abdominal organs, and enhances balance. This pose also strengthens the ankles and thighs and can help improve flexibility in the lower body, especially for those with limited range in the ankles.",
    "url_png": "https://www.yogaclassplan.com/wp-content/uploads/2021/06/9-noose.jpg"
  },

  {
    "english_name": "Shoulder Stand",
    "sanskrit_name": "Sarvangasana",
    "pose_description": "Sarvangasana, or Shoulder Stand, is an inversion pose where the practitioner balances on the shoulders with the legs extended vertically. The hands support the lower back to help maintain the position, and the body is kept as straight as possible. This pose requires careful alignment to avoid strain on the neck and shoulders, and it is often practiced as part of a cooling sequence in yoga.",
    "pose_benefits": "Sarvangasana is known to improve circulation, reduce stress, and stimulate the thyroid and parathyroid glands, which support hormonal balance. It can also strengthen the shoulders and core, promote relaxation, and improve focus. Regular practice of this inversion is said to calm the nervous system and support mental clarity.",
    "url_png": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRS7iPo3KyUZamD6aJgOQ9ONY_OJEnW2UL5hA&s"
  },

  {
    "english_name": "Wheel Pose",
    "sanskrit_name": "Chakrasana",
    "pose_description": "Chakrasana, or Wheel Pose, is an advanced backbend where the practitioner arches their body into a wheel-like shape, supporting themselves with the hands and feet. In this pose, the arms and legs press into the floor as the chest and abdomen lift upwards, creating an open heart and stretching the entire front body. It requires flexibility in the spine, shoulders, and hips, as well as strength in the arms, legs, and core to maintain balance and avoid strain.",
    "pose_benefits": "Chakrasana strengthens and tones the arms, legs, and spine, improves flexibility in the back and shoulders, and opens the chest and lungs. This pose also stimulates the thyroid and pituitary glands, aids in digestion, and promotes mental clarity. It helps relieve stress and fatigue, invigorates the body, and improves posture.",
    "url_png": "https://101yogasan.com/wp-content/uploads/2019/02/Chakrasana-300x250.jpg"
  },
  {
    "english_name": "Swan Pose",
    "sanskrit_name": "Hamsasana",
    "pose_description": "Hamsasana, or Swan Pose, is a seated balance pose that imitates the graceful posture of a swan. The practitioner begins by sitting with legs extended, then lifts one leg and wraps the arms around it to bring the leg toward the chest. The chest opens, and the head lifts, maintaining a sense of grace and stability, mimicking the elegant form of a swan. It requires flexibility in the hips and spine and strength in the core and arms.",
    "pose_benefits": "Hamsasana helps improve balance and coordination, strengthens the arms and legs, and enhances flexibility in the hips and spine. It also promotes mental clarity and focus, while stretching the chest and shoulders. Regular practice of this pose can help alleviate stress and improve posture.",
    "url_png": "https://schoolofyoga.in/wp-content/uploads/2016/12/4-Asana-25-hamsasana-Anu-1.png"
  },

  {
    "english_name": "Corpse Pose",
    "sanskrit_name": "Savasana",
    "pose_description": "Savasana, or Corpse Pose, is a relaxation pose typically practiced at the end of a yoga session. The practitioner lies flat on their back with legs extended and arms at their sides, palms facing up. The focus is on deep breathing and complete relaxation of the body and mind. It is often referred to as the most important pose in yoga due to its grounding and restorative effects. Savasana allows the body to integrate the benefits of the practice and release tension.",
    "pose_benefits": "Savasana promotes deep relaxation, reduces stress and anxiety, lowers blood pressure, and helps in mental clarity. It encourages the body to fully relax and rejuvenate after physical exertion. This pose also aids in the recovery process by promoting blood flow to the brain and vital organs, and it enhances focus and mindfulness.",
    "url_png": "https://adventureyogaonline.com/wp-content/uploads/2020/07/savasana-1024x576.jpg"
  },
  {
    "english_name": "Bridge Pose",
    "sanskrit_name": "Setu Bandha Mayurasana",
    "pose_description": "Setu Bandha Mayurasana, or Bridge Pose, is a backbend where the practitioner lies on their back, with their knees bent and feet flat on the ground. The arms are placed at the sides of the body, with palms facing down. The hips are lifted upwards, creating a bridge shape with the body. The shoulders and feet remain grounded, while the chest is lifted. The pose strengthens the glutes, lower back, and core, while also improving flexibility in the spine and opening the chest.",
    "pose_benefits": "Bridge Pose helps to strengthen the back, hips, and legs, alleviates stress, and improves circulation. It also opens the chest and lungs, which can help reduce tension in the body. Regular practice of Setu Bandha Mayurasana can help alleviate symptoms of anxiety, mild depression, and fatigue. It is beneficial for improving posture and can also help with alleviating back pain and improving spine flexibility.",
    "url_png": "https://3989ac5bcbe1edfc864a-0a7f10f87519dba22d2dbc6233a731e5.ssl.cf2.rackcdn.com/yogatogostudio/blog/SetuBandha_Sarvangasana/SetuBandha_Sarvangasana_mediumthumb.jpg"
  },
  {
    "english_name": "Pendant Pose",
    "sanskrit_name": "Lolasana",
    "pose_description": "Lolasana, or Pendant Pose, is an arm balance that requires strength and stability. The practitioner begins by sitting on the floor with knees bent and feet lifted, balancing on the hands. The arms are positioned behind the thighs, supporting the body weight, while the feet remain in the air. The core must engage to maintain balance as the shoulders move away from the ears, and the gaze is forward. Lolasana is often practiced to improve arm strength and balance.",
    "pose_benefits": "Lolasana helps strengthen the arms, shoulders, and wrists, and it also tones the core. The pose increases mental focus and stability and improves overall body control. Practicing Lolasana helps improve balance and coordination, making it a great pose for building strength in preparation for more advanced arm balances.",
    "url_png": "https://adiyogaashram.com/blog/wp-content/uploads/2023/12/lolasana.jpg"
  },

  {
    "english_name": "Half Waist Wheel Pose",
    "sanskrit_name": "Ardha Kati Chakrasana",
    "pose_description": "Stand with your feet together and arms relaxed by your side. Inhale and raise your right arm upwards, keeping it straight next to your ear. Exhale and bend sideways to the left, keeping your body in one plane without twisting. Your left hand should rest on the side of your thigh. Hold the pose for a few breaths and then return to the starting position. Repeat on the other side.",
    "pose_benefits": "Stretches the sides of the torso and spine. Improves flexibility of the spine and waist. Helps in reducing fat around the waist. Stimulates the digestive organs and enhances overall posture.",
    "url_png": "https://media.list.ly/production/500728/2675315/2675315-ardhakati-chakrasana-yogasana_600px.jpeg?ver=7329772252"
  },
  {
    "english_name": "Half Moon Pose",
    "sanskrit_name": "Ardha Chandrasana",
    "pose_description": "From a standing position, step one foot forward into a lunge. Place your front hand on the ground or a block directly below your shoulder. Straighten your front leg as you lift the back leg parallel to the ground. Extend your free arm upward, forming a straight line from the grounded hand to the raised arm. Turn your gaze upward towards the extended hand or forward for balance.",
    "pose_benefits": "Strengthens the thighs, ankles, and spine. Improves balance, coordination, and digestion. Stretches the shoulders, chest, and hamstrings.",
    "url_png": "https://yogaselection.com/wp-content/uploads/2023/07/adv302.png"
  },
  {
    "english_name": "Vamadeva's Pose",
    "sanskrit_name": "Vamadevasana",
    "pose_description": "Begin seated on the floor. Bend one leg inward so the heel is near the groin. Extend the other leg backward as in a split, with the knee bent and the toes pointed back. Rotate the torso slightly towards the bent front leg, and rest the hands gently on the thighs or in a prayer position. The gaze is soft and forward, encouraging relaxation and stability.",
    "pose_benefits": "Opens the hips, stretches the thighs and groin. Enhances flexibility in the spine and improves overall body balance. Aids in calming the mind.",
    "url_png": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRy23dHB9ho0_5gGlEg4NSMwH47neUugngudw&s"
  },
  {
    "english_name": "Yogic Sleep Pose",
    "sanskrit_name": "Yoganidrasana",
    "pose_description": "From a supine position, bring both legs behind the head, crossing the ankles for stability. The arms are threaded between the legs, with hands resting on the floor or clasped together. The neck and shoulders remain relaxed, and the gaze is inward, focusing on deep relaxation and breath.",
    "pose_benefits": "Deeply stretches the hips, hamstrings, and spine. Relieves tension and promotes relaxation. Improves flexibility in the lower body and enhances focus and concentration.",
    "url_png": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUvsLOcMkhDraBIRPTIhwq1zz7iCjuMYmGWw&s"
  },

  {
    "english_name": "Revolved Abdomen Pose",
    "sanskrit_name": "Jatara Parivartanasana",
    "pose_description": "From a supine position, bring your knees to your chest, and then drop them to one side, keeping both shoulders grounded. The arms are extended out to the sides, palms facing down. The head is turned towards the opposite direction of the knees, with the gaze focused in that direction. The body should remain relaxed while engaging the core to maintain the twist.",
    "pose_benefits": "Stretches and strengthens the spine, hips, and abdominal muscles. Improves digestion and detoxifies the internal organs. Helps alleviate lower back pain and relieves stress.",
    "url_png": "https://fitsri.com/wp-content/uploads/2020/12/full-jathara-parivartanasana-1024x683.jpg"
  },
  {
    "english_name": "Snake Pose",
    "sanskrit_name": "Sarpasana",
    "pose_description": "From a prone position, lie flat on your stomach with your legs extended behind you. Place your palms flat on the ground near your chest, with your elbows bent and close to your body. As you inhale, press into your palms and lift your chest and upper body off the floor, arching your back and extending your head and neck forward. Keep your elbows close to your body and avoid collapsing your lower back. The gaze should be forward or slightly upward.",
    "pose_benefits": "Strengthens the spine, arms, and shoulders. Stretches the chest, lungs, and abdomen. Increases flexibility in the back and helps relieve tension in the lower back. Improves circulation and energizes the body.",
    "url_png": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnPwzX6_0WscdgWxbhTukr_XOVhCh9x-g4tw&s"
  },
  {
    "english_name": "Great Gesture",
    "sanskrit_name": "Mahamudra",
    "pose_description": "Sit in a comfortable seated position with both legs extended forward. Bend one knee and bring the sole of that foot against the inner thigh of the opposite leg. Keep the other leg extended straight. Inhale deeply and, on exhale, gently lean forward toward the extended leg, reaching your hands to grab the foot or ankle. Keep your spine straight and the chest open as you deepen the stretch. Hold the pose while breathing deeply, then switch legs and repeat.",
    "pose_benefits": "Stretches the hamstrings, spine, and hips. Improves flexibility and posture. Stimulates the nervous system and promotes mental clarity. Enhances focus and concentration. Aids in digestion and relieves tension in the back.",
    "url_png": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRphrRGjVk1vu4Xhz-OCOBpldDQyC3doTZZ8w&s"
  },

  {
    "english_name": "Tortoise Pose",
    "sanskrit_name": "Kurmasana",
    "pose_description": "Begin by sitting with your legs extended in front of you. Spread your legs wide apart and bend forward from the hips, bringing your chest to the ground. Slide your arms under your legs and try to clasp your hands behind your back. Your forehead should touch the ground, and your legs should be extended and straight. Keep your body relaxed and breath steady, holding the pose as long as comfortable.",
    "pose_benefits": "Stretches the back, hips, and legs. Improves flexibility in the groins and hamstrings. Strengthens the arms, wrists, and shoulders. Calms the nervous system and reduces stress. Improves digestion and relieves tension in the body.",
    "url_png": "https://www.keralatourism.org/images/yoga/static-banner/large/Kurmasana_-_The_Tortoise_Pose-07032020173412.jpg"
  },

  {
    "english_name": "Ananthasana",
    "sanskrit_name": "Ananthasana",
    "pose_description": "Lie on one side with the legs extended and feet flexed. Keep the bottom arm stretched out on the floor, with the palm resting on the ground. Use the top arm to hold the top foot by the big toe and stretch the top leg upward, keeping it straight. The bottom leg remains relaxed. The chest opens and the gaze is straight ahead or upward.",
    "pose_benefits": "Stretches the entire body, especially the hips, legs, and shoulders. Improves flexibility and balance. Strengthens the legs and tones the core. Helps relieve tension in the back and promotes better posture. Calms the mind and encourages deep relaxation.",
    "url_png": "https://thumbs.dreamstime.com/b/yoga-anantasana-pose-24607525.jpg"
  }
]
